---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctPressureDrop
source: html/cad7cff7-5573-8432-c9b5-af61095c2e8c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctPressureDrop Property

"Pressure Drop"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctPressureDrop { get; }
```